Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Splits & Metrics
ar: الأشواط والمقاييس
da: Delstrækninger og målinger
de: Zwischenzeiten & Metriken
es: Parciales y métricas
fi: Väliajat ja mittarit
fr: Temps intermédiaires et métriques
is: Millitímar og mælingar
it: Parziali e metriche
ja: スプリットと指標
ko: 구간 및 지표
nb: Delstrekninger og målinger
nl: Tussentijden en metrieken
pt_br: Parciais e métricas
ru: Отрезки и показатели
sv: Delsträckor och mätvärden
zh_hans: 分段与指标

source: Splitting creates two segments at the cut point. Stage data is preserved on each side; nothing is deleted.
ar: يؤدي التقسيم إلى إنشاء مقطعين عند نقطة القطع. تُحفظ بيانات المراحل على كلا الجانبين؛ ولا يُحذف شيء.
da: Opdeling skaber to segmenter ved skærepunktet. Stadiedata bevares på begge sider; intet slettes.
de: Das Teilen erzeugt zwei Segmente an der Schnittstelle. Die Phasendaten bleiben auf beiden Seiten erhalten; nichts wird gelöscht.
es: Dividir crea dos segmentos en el punto de corte. Los datos de las fases se conservan en ambos lados; no se borra nada.
fi: Jakaminen luo kaksi osaa leikkauskohtaan. Vaihetiedot säilyvät molemmilla puolilla; mitään ei poisteta.
fr: Le fractionnement crée deux segments au point de coupe. Les données de phases sont conservées des deux côtés ; rien n’est supprimé.
is: Skipting býr til tvo hluta við skurðpunktinn. Stigagögn varðveitast beggja vegna; engu er eytt.
it: La divisione crea due segmenti nel punto di taglio. I dati delle fasi restano su entrambi i lati; nulla viene eliminato.
ja: 分割すると、切断点で 2 つのセグメントが作られます。ステージのデータは両側に保持され、何も削除されません。
ko: 분할하면 절단 지점에서 두 개의 구간이 생성됩니다. 단계 데이터는 양쪽 모두 보존되며 삭제되는 것은 없습니다.
nb: Deling lager to segmenter ved kuttepunktet. Stadiedata bevares på begge sider; ingenting slettes.
nl: Splitsen maakt twee segmenten op het snijpunt. Fasegegevens blijven aan beide kanten behouden; er wordt niets verwijderd.
pt_br: Dividir cria dois segmentos no ponto de corte. Os dados das fases são preservados dos dois lados; nada é excluído.
ru: Разделение создаёт два сегмента в точке разреза. Данные о стадиях сохраняются с обеих сторон; ничего не удаляется.
sv: Delning skapar två segment vid brytpunkten. Stadiedata bevaras på båda sidor; inget raderas.
zh_hans: 分割会在切分点生成两个片段。两侧的睡眠阶段数据都会保留，不会删除任何内容。

source: Sport
ar: الرياضة
de: Sportart
es: Deporte
fi: Laji
is: Íþrótt
ja: スポーツ
ko: 운동 종목
nb: Idrett
pt_br: Esporte
ru: Вид спорта
zh_hans: 运动

source: Sport-aware physiological cap: walks / hikes 125 spm, runs 220, bikes 140 RPM. Below cap, trailing-15-sample check against preceding 30-sample median with 1.5× threshold drops foot-pod artefacts.
ar: حد فسيولوجي مراعٍ للرياضة: المشي/التنزّه 125 خطوة/دقيقة، الجري 220، الدراجة 140 دورة/دقيقة. ودون الحد، يقارن فحص آخر 15 عيّنة بوسيط الـ30 عيّنة السابقة بعتبة 1.5× لإسقاط تشوّهات مستشعر القدم.
da: Sportsbevidst fysiologisk loft: gang/vandring 125 spm, løb 220, cykel 140 RPM. Under loftet sammenlignes de seneste 15 prøver med medianen af de foregående 30 med en 1,5×-tærskel, hvilket fjerner artefakter fra fodsensoren.
de: Sportabhängige physiologische Obergrenze: Gehen/Wandern 125 spm, Laufen 220, Rad 140 RPM. Unterhalb der Grenze vergleicht eine Prüfung der letzten 15 Messwerte mit dem Median der vorangegangenen 30 bei 1,5×-Schwelle und verwirft Footpod-Artefakte.
es: Tope fisiológico según el deporte: caminata/senderismo 125 ppm, carrera 220, bici 140 RPM. Por debajo del tope, una comprobación de las últimas 15 muestras contra la mediana de las 30 previas con umbral de 1,5× descarta artefactos del sensor de pie.
fi: Lajikohtainen fysiologinen katto: kävely/vaellus 125 spm, juoksu 220, pyöräily 140 RPM. Katon alapuolella viimeisten 15 näytteen vertailu edeltävien 30 mediaaniin 1,5× kynnyksellä poistaa jalka-anturin artefaktit.
fr: Plafond physiologique selon le sport : marche/randonnée 125 spm, course 220, vélo 140 RPM. Sous le plafond, un contrôle des 15 derniers échantillons face à la médiane des 30 précédents avec un seuil de 1,5× élimine les artefacts du capteur de pied.
is: Íþróttaháð lífeðlisfræðilegt þak: ganga/fjallganga 125 spm, hlaup 220, hjól 140 RPM. Undir þakinu ber athugun á síðustu 15 sýnum saman við miðgildi 30 fyrri sýna með 1,5× þröskuldi og fellir út truflanir frá fótnema.
it: Tetto fisiologico per sport: camminata/escursione 125 spm, corsa 220, bici 140 RPM. Sotto il tetto, il confronto degli ultimi 15 campioni con la mediana dei 30 precedenti a soglia 1,5× elimina gli artefatti del sensore da piede.
ja: 競技別の生理学的上限: ウォーク／ハイクは 125 spm、ランは 220、バイクは 140 RPM。上限以下では、直近 15 サンプルを直前 30 サンプルの中央値と 1.5 倍のしきい値で比較し、フットポッドのアーチファクトを除去します。
ko: 종목별 생리학적 상한: 걷기/하이킹 125 spm, 달리기 220, 자전거 140 RPM. 상한 이하에서는 최근 15개 표본을 직전 30개 표본의 중앙값과 1.5배 임계로 비교해 풋포드 아티팩트를 제거합니다.
nb: Sportsbevisst fysiologisk tak: gange/fottur 125 spm, løp 220, sykkel 140 RPM. Under taket sammenlignes de siste 15 prøvene med medianen av de foregående 30 med 1,5×-terskel, noe som fjerner artefakter fra fotsensoren.
nl: Sportafhankelijk fysiologisch plafond: wandelen/hiken 125 spm, hardlopen 220, fietsen 140 RPM. Onder het plafond vergelijkt een controle van de laatste 15 monsters met de mediaan van de voorgaande 30 bij een drempel van 1,5× en filtert zo footpod-artefacten weg.
pt_br: Teto fisiológico por esporte: caminhada/trilha 125 spm, corrida 220, bike 140 RPM. Abaixo do teto, a verificação das 15 últimas amostras contra a mediana das 30 anteriores com limiar de 1,5× descarta artefatos do sensor de pé.
ru: Физиологический потолок по видам спорта: ходьба/поход 125 шаг/мин, бег 220, велосипед 140 об/мин. Ниже потолка проверка последних 15 отсчётов против медианы предыдущих 30 с порогом 1,5× отбрасывает артефакты датчика на обуви.
sv: Sportanpassat fysiologiskt tak: promenad/vandring 125 spm, löpning 220, cykel 140 RPM. Under taket jämförs de senaste 15 mätvärdena mot medianen av de föregående 30 med 1,5×-tröskel, vilket rensar bort artefakter från fotsensorn.
zh_hans: 按运动项目设定的生理上限：步行/徒步 125 spm，跑步 220，骑行 140 RPM。在上限以下，用最近 15 个采样与前 30 个采样的中位数按 1.5 倍阈值比对，以剔除足部传感器的伪差。

source: Spot check - keep app open during recording
ar: فحص سريع — أبقِ التطبيق مفتوحاً أثناء التسجيل
da: Hurtigkontrol – hold appen åben under optagelse
de: Schnellcheck – App während der Aufnahme geöffnet lassen
es: Verificación rápida — mantén la app abierta durante la grabación
fi: Pikatarkistus — pidä sovellus auki tallennuksen aikana
fr: Vérification ponctuelle — gardez l'application ouverte pendant l'enregistrement
is: Skyndiprófun — haltu appinu opnu meðan á upptöku stendur
it: Controllo rapido - mantenere l'app aperta durante la registrazione
ja: スポットチェック — 記録中はアプリを開いたままに
ko: 스팟 체크 - 기록 중 앱을 열어 두세요
nb: Hurtigsjekk – hold appen åpen under opptak
nl: Spotcontrole - houd de app open tijdens opname
pt_br: Verificação rápida - mantenha o app aberto durante a gravação
ru: Точечная проверка — не закрывайте приложение во время записи
sv: Punktkontroll — håll appen öppen under inspelning
zh_hans: 即时检查——记录期间请保持应用打开

# Stability: %@ (CV: %@)
source: Stability: %1$@ (CV: %2$@)
ar: الاستقرار: %@ (معامل التغير: %@)
da: Stabilitet: %@ (CV: %@)
de: Stabilität: %@ (VK: %@)
es: Estabilidad: %@ (CV: %@)
fi: Vakaus: %@ (CV: %@)
fr: Stabilité : %@ (CV : %@)
is: Stöðugleiki: %@ (CV: %@)
it: Stabilità: %@ (CV: %@)
ja: 安定性: %@（CV: %@）
ko: 안정성: %@ (CV: %@)
nb: Stabilitet: %@ (CV: %@)
nl: Stabiliteit: %@ (CV: %@)
pt_br: Estabilidade: %@ (CV: %@)
ru: Стабильность: %@ (CV: %@)
sv: Stabilitet: %@ (CV: %@)
zh_hans: 稳定性：%@（变异系数：%@）

source: stable
ar: مستقر
da: stabil
de: stabil
es: estable
fi: vakaa
is: stöðugt
it: stabile
ja: 安定
ko: 안정
nb: stabil
nl: stabiel
pt_br: estável
ru: стабильно
sv: stabil
zh_hans: 稳定

source: Stable
ar: مستقر
da: Stabil
de: Stabil
es: Estable
fi: Vakaa
is: Stöðugt
it: Stabile
ja: 安定
ko: 안정
nb: Stabil
nl: Stabiel
pt_br: Estável
ru: Стабильно
sv: Stabil
zh_hans: 稳定

source: Stage
ar: المرحلة
da: Stadie
de: Phase
es: Fase
fi: Vaihe
fr: Phase
is: Stig
it: Fase
ja: ステージ
ko: 단계
nb: Stadium
nl: Fase
pt_br: Fase
ru: Стадия
sv: Stadium
zh_hans: 阶段

source: Stage breakdown
ar: تفصيل المراحل
da: Stadieopdeling
de: Phasenaufschlüsselung
es: Desglose de fases
fi: Vaiheiden erittely
fr: Détail des phases
is: Sundurliðun stiga
it: Dettaglio delle fasi
ja: 睡眠段階の内訳
ko: 수면 단계 상세
nb: Stadiefordeling
nl: Fase-uitsplitsing
pt_br: Detalhamento dos estágios
ru: Разбор стадий
sv: Stadieuppdelning
zh_hans: 阶段构成

source: Stages estimated from heart-beat intervals have not been compared with a sleep lab, so their accuracy is unknown.
ar: لم تُقارَن المراحل المقدَّرة من الفواصل بين النبضات بمختبر نوم، لذا فدقتها غير معروفة.
da: Stadier estimeret ud fra intervallerne mellem hjerteslag er ikke sammenlignet med et søvnlaboratorium, så deres nøjagtighed er ukendt.
de: Aus Herzschlagintervallen geschätzte Schlafphasen wurden nicht mit einem Schlaflabor verglichen; ihre Genauigkeit ist daher unbekannt.
es: Las fases estimadas a partir de los intervalos entre latidos no se han comparado con un laboratorio del sueño, así que su precisión es desconocida.
fi: Sydämenlyöntien väleistä arvioituja univaiheita ei ole verrattu unilaboratorioon, joten niiden tarkkuus on tuntematon.
fr: Les phases estimées à partir des intervalles entre battements n’ont pas été comparées à un laboratoire du sommeil : leur précision est donc inconnue.
is: Svefnstig sem metin eru út frá bilum milli hjartslátta hafa ekki verið borin saman við svefnrannsóknarstofu, svo nákvæmni þeirra er óþekkt.
it: Le fasi stimate dagli intervalli tra i battiti non sono state confrontate con un laboratorio del sonno, quindi la loro precisione è sconosciuta.
ja: 心拍間隔から推定した睡眠段階は睡眠検査と比較されていないため、その精度は不明です。
ko: 심박 간격으로 추정한 수면 단계는 수면 검사실과 비교된 적이 없어 정확도를 알 수 없습니다.
nb: Stadier estimert ut fra intervallene mellom hjerteslag er ikke sammenlignet med et søvnlaboratorium, så nøyaktigheten er ukjent.
nl: Fasen die uit de intervallen tussen hartslagen zijn geschat, zijn niet vergeleken met een slaaplab, dus hun nauwkeurigheid is onbekend.
pt_br: Os estágios estimados a partir dos intervalos entre batimentos não foram comparados com um laboratório do sono, então sua precisão é desconhecida.
ru: Стадии, оценённые по интервалам между ударами сердца, не сравнивались с сомнологической лабораторией, поэтому их точность неизвестна.
sv: Stadier som uppskattats från intervallen mellan hjärtslag har inte jämförts med ett sömnlabb, så deras noggrannhet är okänd.
zh_hans: 根据心跳间期估计的睡眠分期未与睡眠实验室对比过，因此其准确性未知。

source: Stages N1 (light drowsiness) and N2 (true light sleep with sleep spindles and K-complexes). N2 sleep spindles are essential for memory consolidation and motor learning. Light sleep typically comprises 50–60% of total sleep and serves as the transition between wake, deep, and REM stages. It's not 'wasted' sleep — sleep spindles in N2 actively process and consolidate information.
ar: المرحلتان N1 (نعاس خفيف) وN2 (نوم خفيف حقيقي مع مغازل النوم ومركّبات K). ومغازل النوم في N2 ضرورية لترسيخ الذاكرة والتعلّم الحركي. ويشكّل النوم الخفيف عادةً 50–60% من إجمالي النوم ويعمل كانتقال بين اليقظة والنوم العميق وREM. وهو ليس نومًا «مهدورًا» — إذ تعالج مغازل النوم في N2 المعلومات وترسّخها بفعالية.
da: Stadierne N1 (let døsighed) og N2 (egentlig let søvn med søvnspindler og K-komplekser). Søvnspindlerne i N2 er afgørende for hukommelseskonsolidering og motorisk indlæring. Let søvn udgør typisk 50–60% af den samlede søvn og fungerer som overgang mellem vågen, dyb og REM. Det er ikke 'spildt' søvn — spindlerne i N2 bearbejder og konsoliderer aktivt information.
de: Die Stadien N1 (leichte Schläfrigkeit) und N2 (echter Leichtschlaf mit Schlafspindeln und K-Komplexen). Die Schlafspindeln in N2 sind für Gedächtniskonsolidierung und motorisches Lernen unverzichtbar. Leichtschlaf macht meist 50–60% des Gesamtschlafs aus und dient als Übergang zwischen Wachsein, Tiefschlaf und REM. Er ist keine „verlorene“ Zeit — die Spindeln in N2 verarbeiten und festigen aktiv Information.
es: Fases N1 (somnolencia ligera) y N2 (sueño ligero propiamente dicho, con husos de sueño y complejos K). Los husos de sueño de la N2 son esenciales para la consolidación de la memoria y el aprendizaje motor. El sueño ligero suele suponer el 50–60% del sueño total y actúa como transición entre la vigilia, el sueño profundo y el REM. No es sueño «desperdiciado» — los husos de la N2 procesan y consolidan información de forma activa.
fi: Vaiheet N1 (kevyt uneliaisuus) ja N2 (varsinainen kevyt uni unisukkuloineen ja K-komplekseineen). N2:n unisukkulat ovat välttämättömiä muistin vakiinnuttamiselle ja motoriselle oppimiselle. Kevyt uni kattaa tyypillisesti 50–60% kokonaisunesta ja toimii siirtymänä valveen, syvän unen ja REM-unen välillä. Se ei ole "hukkaan mennyttä" unta — N2:n unisukkulat käsittelevät ja vakiinnuttavat tietoa aktiivisesti.
fr: Les stades N1 (somnolence légère) et N2 (véritable sommeil léger, avec fuseaux du sommeil et complexes K). Les fuseaux du N2 sont essentiels à la consolidation de la mémoire et à l’apprentissage moteur. Le sommeil léger représente en général 50–60% du sommeil total et sert de transition entre l’éveil, le sommeil profond et le REM. Ce n’est pas du sommeil « perdu » — les fuseaux du N2 traitent et consolident activement l’information.
is: Stigin N1 (létt syfja) og N2 (raunverulegur léttur svefn með svefnspólum og K-samstæðum). Svefnspólur í N2 eru nauðsynlegar fyrir minnisfestingu og hreyfinám. Léttur svefn er venjulega 50–60% af heildarsvefni og þjónar sem umskipti milli vöku, djúpsvefns og REM. Þetta er ekki „sóaður“ svefn — spólurnar í N2 vinna virkt úr upplýsingum og festa þær.
it: Le fasi N1 (leggera sonnolenza) e N2 (vero sonno leggero, con fusi del sonno e complessi K). I fusi del sonno in N2 sono essenziali per il consolidamento della memoria e l’apprendimento motorio. Il sonno leggero rappresenta di solito il 50–60% del sonno totale e fa da transizione tra veglia, sonno profondo e REM. Non è sonno 'sprecato' — i fusi in N2 elaborano e consolidano attivamente le informazioni.
ja: ステージ N1（軽いまどろみ）と N2（睡眠紡錘波と K 複合を伴う本来の浅い睡眠）です。N2 の睡眠紡錘波は、記憶の定着と運動学習に不可欠です。浅い睡眠は通常、総睡眠の 50〜60% を占め、覚醒・深い睡眠・REM をつなぐ移行段階として働きます。「無駄な」睡眠ではありません — N2 の紡錘波は情報を能動的に処理し、定着させています。
ko: N1 단계(가벼운 졸음)와 N2 단계(수면방추와 K-복합체가 나타나는 본격적인 얕은 수면)입니다. N2의 수면방추는 기억 공고화와 운동 학습에 필수적입니다. 얕은 수면은 보통 총 수면의 50–60%를 차지하며, 각성·깊은 수면·REM 사이의 전환 역할을 합니다. 결코 '낭비된' 수면이 아닙니다 — N2의 수면방추는 정보를 능동적으로 처리하고 공고화합니다.
nb: Stadiene N1 (lett døsighet) og N2 (egentlig lett søvn med søvnspindler og K-komplekser). Søvnspindlene i N2 er avgjørende for minnekonsolidering og motorisk læring. Lett søvn utgjør vanligvis 50–60% av total søvn og fungerer som overgang mellom våken tilstand, dypsøvn og REM. Det er ikke «bortkastet» søvn — spindlene i N2 bearbeider og konsoliderer informasjon aktivt.
nl: De fasen N1 (lichte slaperigheid) en N2 (echte lichte slaap met slaapspoelen en K-complexen). De slaapspoelen in N2 zijn essentieel voor geheugenconsolidatie en motorisch leren. Lichte slaap beslaat doorgaans 50–60% van de totale slaap en vormt de overgang tussen waken, diepe slaap en REM. Het is geen 'verspilde' slaap — de spoelen in N2 verwerken en consolideren actief informatie.
pt_br: As fases N1 (sonolência leve) e N2 (sono leve propriamente dito, com fusos do sono e complexos K). Os fusos do sono da N2 são essenciais para a consolidação da memória e o aprendizado motor. O sono leve costuma representar 50–60% do sono total e serve de transição entre vigília, sono profundo e REM. Não é sono 'desperdiçado' — os fusos da N2 processam e consolidam informação de forma ativa.
ru: Стадии N1 (лёгкая дремота) и N2 (собственно лёгкий сон со сонными веретёнами и K-комплексами). Веретёна в N2 необходимы для закрепления памяти и моторного обучения. Лёгкий сон обычно занимает 50–60% всего сна и служит переходом между бодрствованием, глубоким сном и REM. Это не «потраченный впустую» сон — веретёна в N2 активно обрабатывают и закрепляют информацию.
sv: Stadierna N1 (lätt dåsighet) och N2 (egentlig lätt sömn med sömnspindlar och K-komplex). Sömnspindlarna i N2 är avgörande för minneskonsolidering och motorisk inlärning. Lätt sömn utgör vanligtvis 50–60% av total sömn och fungerar som övergång mellan vakenhet, djupsömn och REM. Det är inte ”bortkastad” sömn — spindlarna i N2 bearbetar och konsoliderar aktivt information.
zh_hans: 包括 N1 阶段（轻度困倦）和 N2 阶段（真正的浅睡，伴有睡眠纺锤波和 K 复合波）。N2 的睡眠纺锤波对记忆巩固和运动学习不可或缺。浅睡通常占总睡眠的 50–60%，是清醒、深睡与 REM 之间的过渡。它并非“浪费掉”的睡眠 — N2 的纺锤波正在主动加工并巩固信息。

source: Standard
ar: قياسي
es: Estándar
fi: Vakio
is: Staðlað
ja: 標準
ko: 표준
nl: Standaard
pt_br: Padrão
ru: Стандарт
zh_hans: 标准

source: Standard deviation along the line of identity in the Poincaré plot. Measures longer-term variability patterns.
ar: الانحراف المعياري على طول خط الهوية في مخطط بوانكاريه. يقيس أنماط التباين طويلة المدى.
da: Standardafvigelsen langs identitetslinjen i Poincaré-plottet. Måler variabilitetsmønstre på længere sigt.
de: Standardabweichung entlang der Identitätslinie im Poincaré-Diagramm. Misst längerfristige Variabilitätsmuster.
es: Desviación estándar a lo largo de la línea de identidad en el gráfico de Poincaré. Mide patrones de variabilidad a más largo plazo.
fi: Keskihajonta identiteettilinjaa pitkin Poincaré-kuvaajassa. Mittaa pidemmän aikavälin vaihtelukuvioita.
fr: Écart-type le long de la ligne d’identité dans le diagramme de Poincaré. Mesure les schémas de variabilité à plus long terme.
is: Staðalfrávik meðfram jafngildislínu í Poincaré-ritinu. Mælir breytileikamynstur til lengri tíma.
it: Deviazione standard lungo la linea di identità nel grafico di Poincaré. Misura pattern di variabilità a più lungo termine.
ja: ポアンカレプロットの同一線に沿った標準偏差。より長期の変動パターンを測定します。
ko: 푸앵카레 도표의 항등선 방향 표준편차. 더 장기적인 변동 패턴을 측정합니다.
nb: Standardavvik langs identitetslinjen i Poincaré-plottet. Måler variabilitetsmønstre over lengre tid.
nl: Standaarddeviatie langs de identiteitslijn in de Poincaré-plot. Meet variabiliteitspatronen op langere termijn.
pt_br: Desvio padrão ao longo da linha de identidade no gráfico de Poincaré. Mede padrões de variabilidade de mais longo prazo.
ru: Стандартное отклонение вдоль линии тождества на графике Пуанкаре. Измеряет более долгосрочные паттерны вариабельности.
sv: Standardavvikelse längs identitetslinjen i Poincaré-diagrammet. Mäter variabilitetsmönster på längre sikt.
zh_hans: 庞加莱散点图中沿恒等线方向的标准差。衡量更长期的变异模式。

source: Standard deviation of all normal-to-normal intervals — total HRV power reflecting both sympathetic and parasympathetic contributions. In short recordings (<5 min), SDNN primarily reflects parasympathetic modulation. In 24-hour recordings, it also captures circadian and thermoregulatory rhythms.
ar: الانحراف المعياري لجميع الفترات الطبيعية-الطبيعية — أي القدرة الكلية لHRV التي تعكس المساهمات الودية ونظير الودية معًا. وفي التسجيلات القصيرة (أقل من 5 دقائق) يعكس SDNN أساسًا التعديل نظير الودي. وفي تسجيلات 24 ساعة يلتقط أيضًا الإيقاعات اليومية والحرارية.
da: Standardafvigelsen af alle normal-til-normal-intervaller — den samlede HRV-effekt, der afspejler både sympatiske og parasympatiske bidrag. I korte optagelser (under 5 min) afspejler SDNN primært parasympatisk modulation. I 24-timers optagelser fanger den også døgn- og termoreguleringsrytmer.
de: Standardabweichung aller Normal-zu-Normal-Intervalle — die Gesamt-HRV-Leistung, die sowohl sympathische als auch parasympathische Anteile widerspiegelt. In kurzen Aufzeichnungen (unter 5 Min) bildet SDNN vor allem die parasympathische Modulation ab. In 24-Stunden-Aufzeichnungen erfasst sie zusätzlich zirkadiane und thermoregulatorische Rhythmen.
es: Desviación estándar de todos los intervalos normal-a-normal — la potencia total de la HRV, que refleja aportes simpáticos y parasimpáticos. En registros cortos (menos de 5 min), el SDNN refleja sobre todo la modulación parasimpática. En registros de 24 horas también capta ritmos circadianos y termorreguladores.
fi: Kaikkien normaali–normaali-välien keskihajonta — HRV:n kokonaisteho, joka heijastaa sekä sympaattista että parasympaattista osuutta. Lyhyissä tallenteissa (alle 5 min) SDNN kuvaa lähinnä parasympaattista säätelyä. 24 tunnin tallenteissa se tavoittaa myös vuorokausirytmit ja lämmönsäätelyn rytmit.
fr: Écart-type de tous les intervalles normal-à-normal — la puissance totale de la HRV, reflétant les contributions sympathique et parasympathique. Sur des enregistrements courts (moins de 5 min), le SDNN traduit surtout la modulation parasympathique. Sur 24 heures, il capte aussi les rythmes circadiens et thermorégulateurs.
is: Staðalfrávik allra eðlilegra-til-eðlilegra bila — heildarafl HRV sem endurspeglar bæði drif- og sefkerfisframlag. Í stuttum upptökum (undir 5 mín) endurspeglar SDNN einkum sefkerfisstjórn. Í sólarhringsupptökum fangar það einnig dægursveiflur og hitastjórnunartakta.
it: Deviazione standard di tutti gli intervalli normale-normale — la potenza totale dell’HRV, che riflette contributi simpatici e parasimpatici. Nelle registrazioni brevi (meno di 5 min) l’SDNN riflette soprattutto la modulazione parasimpatica. Nelle registrazioni di 24 ore coglie anche i ritmi circadiani e termoregolatori.
ja: すべての正常拍間隔（NN 間隔）の標準偏差 — 交感神経と副交感神経の双方の寄与を反映する HRV の総パワーです。短い記録（5 分未満）では、SDNN は主に副交感神経の調節を反映します。24 時間記録では、概日リズムや体温調節のリズムも捉えます。
ko: 모든 정상-정상 간격의 표준편차 — 교감과 부교감의 기여를 모두 반영하는 HRV의 총 파워입니다. 짧은 기록(5분 미만)에서 SDNN은 주로 부교감 조절을 반영합니다. 24시간 기록에서는 일주기 리듬과 체온 조절 리듬도 포착합니다.
nb: Standardavvik for alle normal-til-normal-intervaller — den totale HRV-effekten som gjenspeiler både sympatiske og parasympatiske bidrag. I korte opptak (under 5 min) gjenspeiler SDNN først og fremst parasympatisk modulering. I 24-timers opptak fanger den også døgnrytmer og termoreguleringsrytmer.
nl: Standaarddeviatie van alle normaal-op-normaal intervallen — het totale HRV-vermogen dat zowel sympathische als parasympathische bijdragen weerspiegelt. Bij korte opnamen (minder dan 5 min) weerspiegelt SDNN vooral parasympathische modulatie. Bij 24-uursopnamen vangt het ook circadiane en thermoregulatoire ritmes.
pt_br: Desvio padrão de todos os intervalos normal-a-normal — a potência total da VFC, refletindo contribuições simpáticas e parassimpáticas. Em gravações curtas (menos de 5 min), o SDNN reflete principalmente a modulação parassimpática. Em gravações de 24 horas, também capta ritmos circadianos e termorreguladores.
ru: Стандартное отклонение всех интервалов «нормальный–нормальный» — суммарная мощность ВСР, отражающая и симпатический, и парасимпатический вклад. В коротких записях (менее 5 мин) SDNN отражает прежде всего парасимпатическую модуляцию. В суточных записях он захватывает также циркадные и терморегуляторные ритмы.
sv: Standardavvikelse för alla normal-till-normal-intervall — HRV:s totala effekt, som speglar både sympatiska och parasympatiska bidrag. I korta inspelningar (under 5 min) speglar SDNN främst parasympatisk modulering. I 24-timmarsinspelningar fångar den även dygns- och termoregleringsrytmer.
zh_hans: 所有正常—正常间期的标准差 — 即 HRV 的总功率，同时反映交感与副交感的贡献。在短记录（不足 5 分钟）中，SDNN 主要反映副交感调节；在 24 小时记录中，它还会捕捉昼夜节律与体温调节节律。
